Repository: wp-plugins/bj-lazy-load
Catalog: lang/bj-lazy-load-*.po
Languages: nb_no

source: Settings
nb_no: Innstillinger

source: General
nb_no: Generelt

source: Lazy load post thumbnails
nb_no: Lat lasting av fremhevede bilder

source: Include JS
nb_no: Inkludér JS

source: Include CSS
nb_no: Inkludér CSS

source: Theme caller function
nb_no: Kallfunksjon i tema

source: JAIL Settings
nb_no: JAIL-innstillinger

source: Timeout
nb_no: Tidsterskel

source: jQuery Effect
nb_no: jQuery-effekt

source: Effect Speed
nb_no: Effekthastighet

source: Trigger Event
nb_no: Handlingsutløser

source: Offset/Threshold
nb_no: Avstand/terskel

source: Ignore Hidden Images
nb_no: Ignorer skjulte bilder

source: Needed for the plugin to work, but <a href="http://developer.yahoo.com/performance/rules.html#num_http" target="_blank">for best performance you should include it in your combined JS</a>
nb_no: Nødvendig for at innstikket skal fungere, men <a href="http://developer.yahoo.com/performance/rules.html#num_http" target="_blank">for best ytelse bør du inkludere det i din kombinerte JS-fil</a>

source: Needed for the plugin to work, but <a href="http://developer.yahoo.com/performance/rules.html#num_http" target="_blank">for best performance you should include it in your combined CSS</a>
nb_no: Nødvendig for at innstikket skal fungere, men <a href="http://developer.yahoo.com/performance/rules.html#num_http" target="_blank">for best ytelse bør du inkludere det i din kombinerte CSS-fil</a>

source: Whether to ignore hidden images to be loaded - Default: false/unchecked (so hidden images are loaded)
nb_no: Om skjulte bilder skal ignoreres - Standard: usann/ikke valgt (slik at skjulte bilder også lastes)

source: Put the script in either wp_footer() (should be right before &lt;/body&gt;) or wp_head() (in the &lt;head&gt;-element).
nb_no: Legg skriptet enten i wp_footer() (bør være rett før &lt;/body&gt;) eller wp_head() (i &lt;head&gt;-elementet).

source: Event that triggers the image to load. Default: load+scroll
nb_no: Handling som utløser lasting av bilde. Standard: load+scroll

source: Number of msec after that the images will be loaded - Default: 10
nb_no: Antall msec etter handling som bildene lastes - Standard: 10

source: Any jQuery effect that makes the images display (e.g. "fadeIn") - Default: NULL
nb_no: Hvilken som helst jQuery-effekt som skal vise bildene (f.eks. "fadeIn") - Standard: NULL

source: NOTE: If you are loading a large number of images, it is best to NOT use this setting. Effects calls are very expensive. Even a simple show() can have a major impact on the browser&rsquo;s responsiveness.
nb_no: MERK: Hvis du laster mange bilder, er det best å IKKE bruke denne innstillingen. Effektkall er veldig ressurskrevende. Til og med en enkel show() kan ha større innvirknign på nettleserens reaksjonsevne.

source: string or number determining how long the animation will run - Default: 400
nb_no: streng eller tall som angir hvor lenge animasjonen skal kjøres - Standard: 400

source: An offset of "500" would cause any images that are less than 500px below the bottom of the window or 500px above the top of the window to load. - Default: 200
nb_no: En terskel på "500" vil laste bilder som er mindre enn 500px under nedre kant av vinduet eller 500px over øvre kant av vinduet. - Standard: 200

source: You do not have sufficient permissions to access this page.
nb_no: Du har ikke tilstrekkelig tilgangsnivå til denne siden.

source: Save Changes
nb_no: Lagre Endringer

source: Lazy image loading makes your site load faster and saves bandwidth.
nb_no: Lat bildelasting gjør nettsteder raskere og sparer båndbredde.
